Repository: MartijnBraam/emailpictures
Catalog: locale/*/LC_MESSAGES/main.po
Languages: nl_nl

source: Hello, Here are some images
nl_nl: Hallo, Hier zijn een paar afbeeldingen

source: Message with images
nl_nl: Bericht met afbeeldingen

source: Original size: %s
nl_nl: Originele grootte: %s

source: You selected %d images
nl_nl: U hebt %d afbeeldingen geselecteerd

source: Send pictures
nl_nl: Afbeeldingen versturen

source: Cancel
nl_nl: Annuleren

source: You selected n/a images
nl_nl: U heeft geen afbeeldingen geselecteerd

source: Send original images
nl_nl: Verstuur originele afbeeldingen

source: Send small images (max 1024 px)
nl_nl: Verstuur kleine afbeeldingen (maximaal 1024 px)

source: Send large images (max 2048 px)
nl_nl: Verstuur grote afbeeldingen (maximaal 2048 px)

source: Fit in 10MB
nl_nl: Maximaal 10MB

source: Estimated size: n/a
nl_nl: Geschatte grootte: n/a
